{"terms":"breast+cancer","results":["The present study was conducted at the Radiation Oncology Unit of the Careggi University Hospital of Florence, Italy. This is a prospective monocenter study including cancer patients admitted to the department to receive either systemic and/or radiation treatment. All patients recruited underwent a survey approved by our institutional ethics review board. Two validated questionnaires (EORTC QLQ-C30, FACIT-TS-G version 1) [11, 12] were administered to the recruited outpatients. Additionally, an internally developed survey consisting of 14 questions evaluating patients’ perception of COVID-19 measures was administered. To be eligible, cancer patients had to be aged 18 years or older without cognitive impairment. Patients anonymously filled in the Italian version of the questionnaires at their hospital access. Both patients accessing our facility at treatment start and during their treatment were included. Patients were asked to deposit completed questionnaires into a closed survey box placed in the patient waiting area. Only one form was filled by each included patient. The aim of the present study was to evaluate Health-Related Quality of Life (HRQoL), patient satisfaction, and level of patient knowledge and satisfaction with COVID-19 precautions. EORTC QLQ-C30 was analyzed according to the scoring manual and a linear transformation of results on a 0 to 100 scale was performed. Scores for each of the following domains were assessed: Global Health Status (GHS), Functional Scales (Physical, Role, Emotional, Cognitive and Social Functioning), and Symptom Scales (Fatigue, Nausea, Pain, Dyspnea, Insomnia, Appetite Loss, Constipation, Diarrhea, Financial Difficulties). FACIT-TS-G results were reported in terms of the percentage of patients satisfied with the healthcare service provided. A specific survey regarding COVID-19 preventive measures was internally developed on the basis of a pre-existent questionnaire used during the 2003 SARS outbreak [13]. Our survey consisted of two main subgroups: patient’s level of information about the pandemic (5 questions) and patient’s level of satisfaction for health-related measures during the pandemic (9 questions), as shown in Table 4. Patients were asked to report their agreement regarding each different statement (strongly disagree, disagree, agree, strongly agree). Patients’ demographic information (sex, age range, level of education) and primary tumor diagnosis were also collected. Descriptive statistics was performed to report analysis results. MedCalc Software version 19.2.1 was employed for the statistical analysis. Questionnaires with missing data were not included in the analysis.","The overall methodology is visually summarized in Fig. S1. The Gene-PARE was approved by the Institutional Review Board of the Icahn School of Medicine at Mount Sinai and Florida Radiation Oncology Group (Kerns et al. [3, 14]). All patients provided informed consent under the parent study – Gene-PARE, at Icahn School of Medicine, Mount Sinai and Florida Radiation Oncology Group (Kerns et al. [3, 14]). We obtained access to anonymized individual level genotype data from Genetic Predictors of Adverse Radiotherapy Effects (Gene-PARE) (phs000772.v1.p1) via dbGaP’s authorized application, under the approval of North Texas Regional IRB protocol 2016–090. The study described here was performed under the North Texas Regional IRB (formerly the University of North Texas Health Science Center IRB), and was given “EXEMPT” status based on the criteria that our study involved data available from public repository, i.e. dbGaP and does not require approval of receiving informed consent. We analyzed prostate cancer individuals from the discovery set (N = 367), which were genotyped for 934,940 SNPs on Affymetrix® Genome-wide Human SNP Array 6.0. The dataset contains phenotypic information on prostate cancer patients who have received radiation treatment either via EBRT or brachytherapy. Out of three radiotoxicity phenotypes – erectile dysfunction, proctitis and urinary morbidity (IPSS/AUASS) – we focused our investigation on proctitis because (1) it is also prevalent in other pelvic region cancers [15] and (2) the data for proctitis was complete for all individuals. We extracted SNP data from the intensity (*.CEL) files using Affymetrix® Genotyping Console using the BIRDSEED v2 algorithm and genotype call rate of 95% and default settings from the array, leaving 905,280 markers and total of 355 individuals. The files were then exported to plink [16] format to perform QC measures as suggested by Anderson et al. [17]. At the individual-level filtering, we removed 5 individuals for either failing heterozygosity or having greater than 9% missing genotypes. At the IBD filter of 0.1875, we removed 29 individuals; further, 120 individuals were removed who were not of European ancestry or failed to cluster with the main patient population based on principal component (PC) analysis of PC1 and PC2 of the genetic data. After SNP-level filtering on SNP missingness, minimum allele frequency and Hardy-Weinberg equilibrium, we had 746,684 SNPs and 222 individuals. The final cohort characteristics after QC were analyzed using Fischer’s exact test for categorical variables and Student’s t-test for continuous variables (Table 1).\n Characteristics of individuals with prostate cancer who received radiotherapy Tissue specific gene expression prediction using each individual’s genotype profile was performed using PrediXcan [11]. Integrating expression quantitative trait loci (eQTLs) with genotype increases power to detect gene-based associations with phenotype of interest. The PrediXcan approach determines gene expression attributed to genetic variants, the aggregated effect of local (cis) genetic variants to the gene expression is tested for association with the phenotype. The PrediXcan model, derives weights of SNPs and tissue specific gene expression using lasso regression from GTEx [18] as reference dataset, including variance and covariance patterns based on linkage disequilibrium of cis-SNPs. We obtained model weights for prostate and whole-blood tissues for the GTEx-v7 reference panel, accessible at http://predictdb.org/; filename- GTEx-V7_HapMap-2017-11-29.tar.gz. In the GTEx (v7), there are 132 prostate tissue donors and 369 donors for whole-blood tissue. PrediXcan implements gene expression value prediction, followed by gene-based association. The z-scores identify the direction of expression [19] for each gene and their corresponding p-values for association testing. For prostate tissue, a total of 3113 gene and 5954 genes for whole-blood tissue were imputed for their tissue-specific gene expression based on genotype variation. Following association tests, significant genes (identified as p-value < 0.05) were investigated further by constructing tissue-specific protein-protein interaction (PPI) networks between query (significant genes) and interacting genes using the DifferentialNet [20] database and NetworkAnalyst3.0 [21]. The network was filtered on betweenness centrality of 4.0 in order to reduce isolated neighboring nodes (each gene is a node). All the genes in the network were subsequently analyzed for gene set enrichment using clusterProfiler [22] for gene ontology and visualized in GOPlot [23]. We identified the study by Oorschot et al. [24] as an external cohort for replication of our transcriptomic findings. Their study recruited 200 patients who received EBRT for prostate cancer. Prior to receiving treatment, whole blood was drawn, and lymphocytes were cultured, irradiating half of the cells with 2Gy gamma rays and other half left untreated followed by genome-wide microarray analysis. The data were deposited in Gene Expression Omnibus - GSE85570 (https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE85570). Further details of the study have been described elsewhere [24]. We used BART [25] and NCBI’s GEO2R to analyze differentially expressed genes between untreated and treated with 2 Gy of radiation groups. We tested the significance of genes overlapping our results from prostate and whole-blood tissue to those identified in the replication dataset using GeneOverlap (https://github.com/shenlab-sinai/geneoverlap) which applies Fisher’s exact test testing significant genes for whole blood tissue (n = 98), prostate tissue (n = 62) and replication cohort (n = 2973) against genome (n = 21,196) . The intensity (*.CEL) files of 222 individuals from the above QC protocol were extracted for copy number analysis using Affymetrix® Genotyping Console. Copy number segments were filtered to regions (minimum genomic size of 2 kbps) with 10 marker per segment [26]. The copy number data was exported as tab-delimited file for copy number association in CNVRuler [27]. CNV regions were significantly associated at FDR p-value < 0.05. The significant CNV regions were visualized using Phenogram [28] then mapped to genes using UCSC browser for GRCh37/hg19 assembly (https://genome.ucsc.edu/). The genes within CNV regions were analyzed for functional and diseases processes and visualized using Ingenuity Pathway Analysis (QIAGEN Inc., https://www.qiagenbioinformatics.com/products/ingenuity-pathway-analysis).","The SCOPE study (European Grant Agreement no. 436849), is a multicenter prospective cohort study involving patients older than 75 years attending geriatric and nephrology outpatient services in participating institutions in Austria, Germany, Israel, Italy, the Netherlands, Poland and Spain. Only people aged 75 or more were asked to participate because of the high prevalence of CKD in this population [21, 22]. Methods of the SCOPE study have been extensively described elsewhere [23]. Briefly, all patients attending the outpatient services at participating centers from August 2016 to August 2018 were asked to participate. Only patients signing a written informed consent entered the study. Age greater or equal to 75 years was the only inclusion criteria, the exclusion criteria were: end-stage renal disease or dialysis at time of enrollment; history of solid organ or bone marrow transplantation; active malignancy within 24 months prior to screening or metastatic cancer; life expectancy less than 6 months (based on the judgment of the study physician after careful medical history collection and diagnoses emerging from examination of clinical documentation exhibited); severe cognitive impairment (Mini Mental State Examination < 10); any medical or other reason (e.g. known or suspected patients’ inability to comply with the protocol procedure) in the judgement of the investigators, that the patient was unsuitable for the study; unwilling to provide consent and limited possibility to attend follow-up visits. Enrolled patients underwent an extensive assessment including: demographic data, socioeconomic status, physical examination, comprehensive geriatric assessment, bioimpedance analysis, diagnoses (clinical history and assessment of clinical documentation exhibited by patients and/or caregivers), quality of life, physical performance, overall comorbidity and blood and urine sampling. Patients were followed-up for 24-months as previously described [23]. The study protocol was approved by ethics committees at all participating institutions, and complies with the Declaration of Helsinki and Good Clinical Practice Guidelines. The study was registered at ClinicalTrials.gov (NCT02691546). Only baseline data was used in the present study. Overall, 2461 patients were initially enrolled in the study; 206 patients were excluded because of incomplete baseline data, thus leaving a final sample of 2255 participants to be included in the present analysis. QoL was assessed by EQ-Visual Analogue Scale (EQoL-VAS), that is part of the Euro-Quality of Life 5D (Euro-Qol 5D) [24–26]. The EQ-VAS asks participants to indicate their overall health on a vertical visual analogue scale, ranging from 0 “worst possible” to 100 “best possible” health. The Euro-Qol 5D is a standardized instrument for measuring generic health rated QoL measure with one question on five different dimensions that include mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. The answers given to Euro-QoL 5D are scored from 1 “I have no problems … “ for perfect health to 5 “I am unable to …. “ for bad health status. The 5-digit numbers for the five dimensions are combined and describe the patient’s health state. The Euro-Qol 5D and EQoL-VAS was formerly validated in several different settings and clinical conditions [27–30]. Estimated glomerular filtration rate (eGFR) was calculated by Berlin Initiative Study (BIS) equation [31], and categorized as < 60, < 45 or < 30 ml/min/1.73m2. Other variables included in the present study were: demographics, body mass index (BMI), number of diseases and medications taken, family arrangements; Basic (ADL) and Instrumental Activities of Daily Living (IADL) [32, 33]; Mini Mental State Exam (MMSE) [34]; 15-items Geriatric Depression Scale, GDS [35]; Cumulative Illness Rating Scale, CIRS [36]; History of falls; Lower urinary tract symptoms, LUTS [37]; hand grip strength [38]; Short Physical Performance Battery, SPPB [39]. Selected diagnoses, including diabetes, hypertension, stroke, hip fractures, chronic obstructive pulmonary disease, osteoporosis, Parkinson’s disease and anemia were also considered as potential confounders. Descriptive analyses of patients grouped according to EQoL-VAS (low EQoL-VAS, 0–50, intermediate EQoL-VAS, 51–75, and high EQoL-VAS, 75–100) were presented. The chi-square test was used for categorical variables and ANOVA one-way test for continuous ones. Post-hoc analysis for multiple comparisons was carried out by Bonferroni correction for continuous variables and by Dunn’s test for categorical ones. Therefore, multivariable logistic regression models were built to investigate the association between CKD (eGFR < 60, < 45 or < 30 ml/min/1.73m2) and low EQoL-VAS. Logistic regression models were as follows: crude (model 1), adjusted for age and gender (model 2), furtherly adjusted by adding family arrangement (i.e., being widow) (model 3), SPPB (model 4), falls (model 5); mood status i.e., GDS > 5 (model 6), Cumulative Illness Rating Score and number of medications≥5 (model 7), LUTS (model 8), comorbidities (models 9 and 10), and anemia (model 11). All statistical analyses were performed with SPSS statistical software package version 24 (SPSS Inc., Chicago, IL, USA). Statistical significance was set at P <  0.05.","The in vitro enzyme inhibition assays were performed\nin non-binding-surface,\nflat-bottom, low-flange, black 384-well plates (Corning) at room temperature\nin a buffer containing 50 mM Tris·HCl, 100 mM NaCl at pH 7.6,\n2.0 mM cysteine, 1 mg/mL 3-[(3-cholamidopropyl)dimethylammonio]propanesulfonic\nacid (CHAPS), and 0.5 mg/mL γ-globulins from bovine blood (BGG)\nin triplicate. Each well had a final volume of 20.4 μL. All\ndispensing steps involving buffered solutions were performed on a\nBiotek MultiFlowFX dispenser. The compounds were dissolved in DMSO\nas 10, 1, and 0.1 mM stock solutions, and appropriate volumes were\ntransferred from these stocks to the empty plate using a Labcyte Echo550\nacoustic dispenser and accompanying dose–response software\nto obtain a 12-point serial dilution (3 replicates) of 0.05 to 200\nμM. A DMSO backfill was performed to obtain equal volumes of\nDMSO (400 μL) in each well. N-Ethylmaleimide\n(NEM, 10 mM) was used a positive control (100% inhibition), and DMSO\nwas used as a negative control (0% inhibition). Buffer (10 μL)\nwas added, and the plate was vigorously shaken for 20 s. Next, 5 μL\nof a 4× final concentration enzyme stock was added, followed\nby incubation for 30 min. The substrate (5 μL of Ub-Rho-morpholine\nat a final concentration 400 nM or Cbz-PheArg-AMC at a final concentration\nof 10 μM in the case of Papain) and the increase in fluorescence\nintensity over time were recorded using a BMG Labtech CLARIOstar or\nPHERAstar plate reader (excitation 487 nm, emission 535 nm). The initial\nenzyme velocities were calculated from the slopes, normalized to the\npositive and negative controls, and plotted against the inhibitor\nconcentrations (in M) using the built-in equation “[inhibitor]\nvs response – variable slope (four parameters), least-squares\nfit” with constraints “Bottom = 0” and “Top\n= 100” in GraphPad Prism 7 software to obtain the IC50 values. All assays were performed in triplicate.\nThe assay was performed in a buffer containing 50 mM Tris·HCl,\n100 mM NaCl at pH 7.6, 2.0 mM cysteine, 1 mg/mL 3-[(3-cholamidopropyl)dimethylammonio]propanesulfonic\nacid (CHAPS), and 0.5 mg/mL γ-globulins from bovine blood (BGG).\nThe final concentrations used were 1 nM UCHL1, 400 nM Ub-Rho-morpholine,\nand 2 μM or 20 nM or a jump dilution of 2 μM to 20 nM\ninhibitor. Samples of 20 μL containing 200 nM UCHL1 and 4 μM\ninhibitor (2% DMSO), 2% DMSO, or 20 mM N-ethylmaleimide\n(NEM) were incubated for 30 min at room temperature. Each sample (4\nμL) was then diluted into a 400 μL solution containing\n400 nM Ub-Rho-morpholine. After a brief mixing, 20 μL of each\nof these solutions was quickly transferred to a non-binding-surface,\nflat-bottom, low-flange, black 384-well plate (Corning), and the increase\nin fluorescence over time was recorded using a BMG Labtech PHERAstar\nplate reader (excitation 485 nm, emission 520 nm). As a control, samples\nwere taken in which 40 μL of a 4 μM and 40 nM inhibitor\nsolution in buffer (2% DMSO) was added to 35 μL of a 2.3 nM\nUCHL1 solution. After 30 min of incubation, 5 μL of a 6.4 μM\nUb-Rho-morpholine solution was added, after which 20 μL of each\nsolution was transferred to the same 384-well plate mentioned above,\nand the increase in fluorescence intensity was measured concomitantly.\nFluorescent intensities were plotted against time using GraphPad Prism\n7. Samples\nof 1.4 μM UCHL1 in 70 μL buffer containing 50\nmM Tris·HCl, 100 mM NaCl at pH 7.6, 2.0 mM cysteine, and 1 mg/mL\n3-[(3-cholamidopropyl)dimethylammonio]propanesulfonic\nacid (CHAPS) were prepared. These samples were treated with 1 μL\nof DMSO or 1 μL of a 10 mM inhibitor/probe stock solution in\nDMSO (140 μM final concentration) and incubated for 30 min at\nroom temperature. Samples were then diluted 3-fold with water and\nanalyzed by mass spectrometry by injecting 1 μL into a Waters\nXEVO-G2 XS Q-TOF mass spectrometer equipped with an electrospray ion\nsource in positive mode (capillary voltage 1.2 kV, desolvation gas\nflow 900 L/h, T = 60 °C) with a resolution of R = 26 000. Samples were run using two mobile phases:\n(A) 0.1% formic acid in water and (B) 0.1% formic acid in CH3CN on a Waters Acquity UPLC protein BEH C4 column [300 Å, 1.7\nμm (2.1 × 50 mm2), flow rate = 0.5 mL/min, run\ntime = 14.00 min, column T = 60 °C, and mass\ndetection 200–2500 Da]. Gradient: 2–100% B. Data processing\nwas performed using Waters MassLynx mass spectrometry software 4.1,\nand ion peaks were deconvoluted using the built-in MaxEnt1 function. The assay\nwas performed in a buffer containing 50 mM Tris·HCl, 100 mM NaCl\nat pH 7.6, 2.0 mM cysteine, and 1 mg/mL 3-[(3-cholamidopropyl)dimethylammonio]propanesulfonic\nacid (CHAPS). A stock solution containing 8 μM UCHL1 and stock\nsolutions containing 20 μM 8RK59, 9RK15, 9RK87, and Rho-Ub-PA in buffer were prepared. The\nUCHL1 stock solution (50 μL) was mixed with 50 μL of all\nprobe solutions followed by incubation for 60 min at 37 °C. Three\naliquots of 10 μL of each sample were taken and treated with\n(1) 5 μL of loading buffer with β-mercaptoethanol, followed\nby 5 min of heating at 95 °C; (2) 5 μL of loading buffer\nwith 50 mM TCEP; and (3) 5 μL of loading buffer. Samples were\nresolved by SDS-PAGE using a 4–12% Bis-Tris gel (Invitrogen,\nNuPAGE) with MES SDS running buffer (Novex, NuPAGE) for 45 min at\n190 V. Gels were scanned for fluorescence on a GE Typhoon FLA 9500\nusing a green channel (λex/em 473/530 nm) and a red\nchannel (λex/em 532/570 nm), followed by staining\nwith InstantBlue Coomassie protein stain (Expedeon), after which the\ngel was scanned on a GE Amersham Imager 600. HEK293T, HeLa, A549, and\nMDA-MB-436 cells were originally obtained from the American Type Culture\nCollection (ATCC), and SKBR7 cells were obtained from Dr. J. Martens\n(Erasmus University Medical Center, Rotterdam, The Netherlands). Cells\nwere cultured in Dulbecco’s modified Eagles’ medium\n(DMEM) supplemented with 10% fetal bovine serum (FBS) and 100 U/mL\npenicillin–streptomycin (15140122, Gibco). Stable shUCHL1 A549,\nshPARK7, and shUCHL1MDA-MB-436 cell lines were generated by lentiviral\ninfection, and the cell lines were continuously cultured under puromycin\nselection. Four UCHL1 and PARK7 shRNAs were identified and tested,\nand the most effective shUCHL1 (TRCN0000007273, Sigma) and shPARK7\n(TRCN0000004920, Sigma) for lentiviral infections were used for experiments.\nAll cell lines were regularly tested for the absence of mycoplasma\nand were authenticated. For shRNA expression,\nlentiviruses were\nproduced by transfecting shRNA-targeting plasmids together with helper\nplasmids pCMV–VSVG, pMDLg–RRE (gag–pol), and\npRSV–REV into HEK293T cells. Cell supernatants were collected\n48 h after transfection and were used to infect cells to generate\nstable shRNA-mediated UCHL1/PARK7 knockdown cell lines. For\nsiRNA transfection, siRNAs targeting UCHL1 (set of 4: siGENOME, MQ-004309-00-0002\n2 nmol) and PARK7 (set of 4: siGENOME, MQ-005984-00-0002 2 nmol) were\nobtained from Dharmacon. Knockdown of UCHL1 and PARK7 in HEK293T cells\nwas performed as follows: for the six-well plate format, 200 μL\nof siRNA (500 nM stock) was incubated with 4 μL of Dharmafectin\nreagent 1 (Dharmacon) diluted in 200 μL of medium without supplements\nby shaking for 20 min at room temperature. The transfection mixture\nwas added to cells and cultured at 37 °C and 5% CO2. Forty-eight hours after transfection, 8RK59 was added\nto the cells and incubated for 24 h. Cells were harvested and analyzed\nas described under the section “DUB activity profiling and\ncompetition with Ub-PA DUB probes”. For the expression\nof UCHL1 in HEK293T cells, the Flag-HA-UCHL1\nconstruct was obtained from Addgene (22563). Catalytically inactive\nmutant (C90A) UCHL1 was generated using site-directed mutagenesis.\nWild-type and C90A mutant UCHL1 were transfected into HEK293T cells\nusing the PEI transfection reagent. Twenty-four hours after transfection, 8RK59 was added to the cells and incubated for 24 h. Cells\nwere harvested and analyzed as described under the section “DUB\nactivity profiling and competition with Ub-PA DUB probes”. Cells were lysed in HR lysis buffer\n(50 mM Tris, 5 mM MgCl2, 250 mM sucrose, and 2 mM DTT at\npH 7.4) with protease inhibitor cocktail for 10 min on ice. The lysates\nwere sonicated using 10 cycles of 30 s pulse on, 30 s pulse off. Twenty\nZebrafish embryos in each group were lysed in Laemmli buffer and boiled\nfor 5 min. The lysates were centrifuged at maximun speed for 20 min\nat 4 °C. Thereafter, protein concentrations were measured using\nthe DC protein assay (500-0111, Bio-Rad), and equal amounts of proteins\nwere used for each condition that was analyzed by WB with following\nantibodies: UCHL1 (ab27053, Abcam) for cells, UCHL1 (HPA005993, ATLAS)\nfor zebrafish embryos, PARK7 (ab76008, Abcam) for zebrafish embryos,\nTubulin (2148, Cell Signaling) for cells and zebrafish embryos, GAPDH\n(MAB374, Millipore) for cells, and Actin (A5441, Sigma-Aldrich) for\ncells. Cells were fixed for 20\nmin in 4% paraformaldehyde and then permeabilized in 0.1% Triton-X\nfor 10 min. Nonspecific binding was blocked with blocking buffer (1%\nBSA in 0.1% PBS-Tween) for 30 min. Primary antibody UCHL1 (ab27053,\nAbcam) was diluted in blocking buffer and added to the cell for 1\nh. After three washings with PBS, secondary antibody donkey anti-rabbit\nIgG Alexa fluorescence 555 (Invitrogen, no. A31572) was added and\nincubated for 30 min. After three washings with PBS, samples were\nmounted with VECTASHIELD antifade mounting medium with DAPI (H-1200,\nVector Laboratories). Fluorescence images were acquired with the TCS\nSP8 confocal microscope (Leica). Zebrafish embryos were fixed\nwith 4% paraformaldehyde for 2 h at room temperature. Samples were\ndehydrated with 33, 66, and 100% methanol in PBS, followed by a rehydration\nstep. Thereafter, the embryos were successively treated with 10 μg/mL\nproteinase K for 60 min at 37 °C, permeabilized with 0.25% Triton\nin PBS for 30 min on ice, and blocked with 10% FBS in PBS for 1 h\nat room temperature. Embryos were incubated with primary antibody\n(ab27053, Abcam) for at least 12 h at 4 °C. After washing with\n0.1% Triton in PBS three times for 10 min, the samples were incubated\nwith fluorescein-conjugated secondary antibody donkey anti-rabbit\nIgG Alexa fluorescence 555 (Invitrogen no. A31572) for 2 h at room\ntemperature. After being washed with PBS (0.1% Triton), samples were\nanalyzed using an SP5 STED confocal microscope (Leica, Rijswijk, The\nNetherlands). HEK293T cells were treated with a 5 μM\nfinal concentration\nof the indicated compounds for 24 h. Cells were lysed in HR lysis\nbuffer supplemented with protease inhibitor cocktail (11836145001,\nRoche). Samples were kept on ice and lysed by sonication (10 cycles\nof 30 s on and 30 s off). The protein extract (25 μg) was labeled\nwith either 1 μM Rh-Ub-PA probe or 0.5 μM Cy5-Ub-PA probe\nfor 30 min at 37 °C. For the cell lysate incubation, HEK293T\ncells were lysated as described above. HEK293T cell lysates were preincubated\nwith a 5 μM final concentration of compounds for 1 h, followed\nby incubation with a 0.5 μM Cy5-Ub-PA probe for 30 min at 37\n°C. Labeling reactions were terminated with sample buffer and\nheating to 100 °C for 10 min. Samples were size-separated in\nSDS-PAGE gels. In-gel fluorescence signals were scanned by employing\nthe Typhoon FLA 9500 molecular imager (GE Healthcare). Images were\nanalyzed using ImageJ software. Cell lines were transfected with shRNAs,\nsiRNAs, or UCHL1 constructs\nas described above. A final concentration of probes (5 μM) was\nadded to the cell a day before harvesting. Fluorescent images were\nacquired with a DMi8 inverted fluorescence microscope (Leica). Cells\nwere harvested in HR buffer as described above. The NuPAGE LDS sample\nbuffer containing 50 mM TCEP was added to cell lysates. Samples were\nresolved by SDS-PAGE using a 4–12% bis–tris gel (Invitrogen,\nNuPAGE) with MES SDS running buffer (Novex, NuPAGE) for 45 min at\n190 V. Gels were scanned for fluorescence on a GE Typhoon FLA 9500\nusing a green channel (λex/em 473/530 nm) and a red\nchannel (λex/em 532/570 nm), followed by transferring\nproteins to nitrocellulose membrane (Amersham) and Western blot analysis. For one-step approach, 4 × 106 HEK293T cells were seeded into 10 cm dishes for each treatment.\nForty-eight hours later, HEK293T cells were harvested in lysis buffer\ncontaining 50 mM HEPES at pH 7.3, 150 mM NaCl, and a 1% NP-40 and\n1× protease inhibitor cocktail and incubated for 30 min on ice.\nCell lysates were centrifuged at maximum speed for 20 min. The lysates\nwere incubated with a 5 μM final concentration of biotin-PEG4-alkyne, 11RK72, or 11RK73 or the\nsame volume of DMSO for 1 h at room temperature. A 30 μL neutravidin\nbeads slurry (50%) was added to each sample. The samples were then\nincubated for 2 h at 4 °C. Beads were washed six times in wash\nbuffer containing 50 mM HEPES at pH 7.3, 150 mM NaCl, and 1% NP-40.\nAfter the washing buffer was completely removed, the NuPAGE LDS sample\nbuffer (containing 7.5% β-mercaptoethanol) was added to the\nbeads, followed by 15 min of incubation at 95 °C. For the\ntwo-step approach, 4 × 106 HEK293T cells were seeded\ninto 10 cm dishes for each treatment. Twenty-four hours later, a 5\nμM final concentration of 8RK64 or the same volume of DMSO was\nadded to the cells. After 24 h of incubation, HEK293T cells were harvested\nin lysis buffer containing 50 mM HEPES at pH 7.3, 150 mM NaCl, and\na 1% NP-40 and 1× protease inhibitor cocktail and incubated for\n30 min on ice. Cell lysates were centrifuged at maximum speed for\n20 min. A 1× volume of click cocktail [100 mM CuSO4·5H2O, 1 M sodium ascorbate, 100 mM TBTA (tris[(1-benzyl-1H-1,2,3-triazol-4-yl)methyl]amine) ligand, 0.1\nM HEPES at pH 7.3, and 5 μM biotin-alkyne] was added to a 2×\nvolume of cell lysates and incubated for 45 min. A (30 μL) neutravidin\nbead slurry (50%) was added to each sample. The samples were then\nincubated for 2 h at 4 °C. Beads were washed six times in wash\nbuffer containing 50 mM HEPES at pH 7.3, 150 mM NaCl, and 1% NP-40.\nAfter the washing buffer was completely removed, SDS sample buffer\n(containing 7.5% β-mercaptoethanol) was added to the beads,\nfollowed by 15 min of incubation at 95 °C. For MS analysis, proteins\nwere run for 1 to 2 cm on 4–12% PAGE (NuPAGE Bis-Tris Precast\nGel, Life Technologies) and stained with silver (SilverQuest Silver\nStain, Life Technologies). The lane was cut into four equal parts,\nand gel slices were subjected to reduction with dithiothreitol, alkylation\nwith iodoacetamide, and in-gel trypsin digestion using a Proteineer\nDP digestion robot (Bruker). Tryptic peptides were extracted\nfrom the gel slices, lyophilized,\ndissolved in 95/3/0.1 v/v/v water/acetonitrile/formic acid, and subsequently\nanalyzed by online C18 nanoHPLC MS/MS with a system consisting of\nan Easy nLC 1000 gradient HPLC system (Thermo, Bremen, Germany) and\na LUMOS mass spectrometer (Thermo). Fractions were injected onto a\nhomemade precolumn (100 μm × 15 mm; Reprosil-Pur C18-AQ\n3 μm, Dr. Maisch, Ammerbuch, Germany) and eluted via a homemade\nanalytical nano-HPLC column (15 cm × 50 μm; Reprosil-Pur\nC18-AQ 3 μm). The gradient was run from 0 to 50% solvent B (20/80/0.1\nwater/acetonitrile/formic acid v/v/v) in 20 min. The nano-HPLC column\nwas drawn to a tip of ∼5 μm and acted as the electrospray\nneedle of the MS source. The LUMOS mass spectrometer was operated\nwith data-dependent MS/MS (top-10 mode) with collision energy at 32\nV and recording of the MS2 spectrum in the orbitrap. In the master\nscan (MS1), the resolution was 120 000 and the scan range was\n400–1500 at an AGC target of 400 000 at a maximum fill\ntime of 50 ms. Dynamic exclusion occurred after n = 1 with an exclusion duration of 10 s. Charge states 2–5\nwere included. For MS2, precursors were isolated with the quadrupole\nwith an isolation width of 1.2 Da. The HCD collision energy was set\nto 32 V. The first mass was set to 110 Da. The MS2 scan resolution\nwas 30 000 with an AGC target of 50 000 at a maximum\nfill time of 60 ms. Protein identification and label-free quantification\nwere performed\nusing Maxquant version 1.6.7.0, with all default parameters, using\nthe Uniprot Homo sapiens minimal database (20 205\nentries). In addition, iBAQ was ticked\nin the global parameters tab. These iBAQ values were averaged over\nthe three replicates, and the values were used to produce the relevant\nbar graphs. Proteins were filtered (iBAQ value >0 in all probe-treated\nsamples and unique peptides >3) and ranked for iBAQ values, and\nthe\ntop 12 (iBAQ > 108) were selected for display. In addition,\nall Ub system-related enzymes (DUBs, E1, E2, and E3) from the list\nwere selected, and corresponding iBAQ values were plotted. The reference\nintensities of proteins in wild type HEK293T cells were taken from\nthe Maxquant protein groups output file from Joshi et al. (from the PRIDE data archive with entry number\nPDX015828). Transgenic zebrafish lines Tg (kdrl: mTurquois) were\nraised, staged,\nand maintained according to standard procedures in compliance with\nthe local Institutional Committee for Animal Welfare of the Leiden\nUniversity. Zebrafish embryos were treated with 5 μM 8RK59 or a gradient 6RK73 concentration in the egg water.\nFluorescent image acquisition was performed with a Leica SP5 STED\nconfocal microscope (Leica, Rijswijk, Netherlands). The quantification\nof the 8RK59 signal was analyzed with Leica microscope\nsoftware platform LAS X. Thirty zebrafish were treated in each group,\nand three representative images were taken and analyzed. Statistical\nanalysis was performed using Graphpad Prism 8 software. Numerical\ndata from triplicates are presented as the mean ± SD. Two-way\nanalysis of variance (ANOVA) has been used to analyze multiple subjects. Five morpholinos\n(Genetools, USA) were designed and used, consisting of standard control\nMO, 5′-CCTCTTACCTCAGTTACAATTTATA-3′;\nUCHL1 ATG MO1, 5′-TATTTCCATCGGTTTCCACTCCATG-3′;\nUCHL1 splice MO2 (target exon 4), 5′-GTTCCTTAAACATATCCACTTACCA-3′;\nPARK7 splice MO1 (target exon 2), 5′-TATGTAAAGTCAGACCTGTTTGTG-3′;\nand PARK7 splice MO2 (target exon 3), 5′-AAAACAGATTTGTACCTCAGAAAGG-3′.\nThe single-cell stage of zebrafish embryos was injected with 2 ng\nof morpholinos into the yolk area. Approximately 200 embryos were\ninjected for each group within 30 min. Bright-field images of 2 dpf\nzebrafish embryos were acquired with a DMi8 inverted fluorescence\nmicroscope (Leica). Fluorescent images of 4 dpf zebrafish embryos\nwere acquired with a Leica SP5 confocal microscope (Leica). Three\nrepresentative images were taken and analyzed. Statistical analysis\nwas performed using Graphpad Prism 8 software. Numerical data from\ntriplicates are presented as the mean ± SD. Two-way analysis\nof variance (ANOVA) has been used to analyze multiple subjects. Bright-field\nimages of 6 dpf zebrafish embryos were acquired with a M50 stereo\nzoom microscope (Leica). Representative images are shown.","As lymphoma samples contained both normal and tumour cells, we investigated promoter methylation using clonal bisulfite sequencing (see “Methods”). From bisulfite sequencing analysis (Fig. 2C), mouse lymphomas were largely unmethylated at the Tes promoter, although low-level, sporadic methylation was observed. It is improbable that this observed low level of methylation (< 5%), which was neither clonal, dense or present at specific CpG sites, is able to silence Tes transcription in mouse lymphomas. Therefore, we conclude that the observed reduction in Tes transcription in these lymphomas is not mediated via promoter methylation.","Subjects were recruited from the South Korean provinces of Seoul and Kyeonggi–do between 2014 and 2016. All participants gave written informed consent to this study approved by the Institutional Review Board (IRB) of CHA Bundang Medical Center (IRB number: 2013-10-114) in January 2014, and all study protocols followed the recommendations of the Declaration of Helsinki. The study included 452 consecutive patients with CAD, referred from the Department of Cardiology at CHA Bundang Medical Center, CHA University. All patients had stenosis of more than 50% in at least one of the main coronary arteries or their major branches, which was confirmed by coronary angiography. To avoid issues in blood testing caused by various medical treatments, exclusion criteria included cardiac arrest and life expectancy of < 1 year. Diagnoses were based on the results of coronary angiography, and required the agreement of at least one independent experienced cardiologist. We selected 421 gender- and age-matched control subjects without CAD symptoms from among patients presenting at our hospitals during the same period for health examinations, including electrocardiogram. Control subjects had no recent history of angina symptoms or myocardial infarction, and showed no T wave inversion on electrocardiography. Exclusion criteria have been described in our previous study. The criteria for metabolic syndrome (MetS) in this study were as follows: body mass index ≥ 25.0 kg/m2; TG level ≥ 150 mg/dL; HDL-cholesterol < 40 mg/dL for men and < 50 mg/dL for women; blood pressure ≥ 130/85 mmHg or taking anti-hypertensive medication, and fasting blood sugar (FBS) ≥ 110 mg/dL or taking insulin or anti-hypoglycemic medication. Individuals with three or more of the five above-mentioned risk factors were considered as having MetS. Blood was collected in tubes containing an anticoagulant after 12 h of fasting. Samples were centrifuged for 15 min at 1,000×g to separate plasma from whole blood. The plasma homocysteine concentration was determined using an IMx fluorescent polarizing immunoassay (Abbott Laboratories, Abbott Park, IL, USA), and plasma folate concentration was determined using a radioimmunoassay kit (ACS:180; Bayer, Tarrytown, NY, USA). TC, TG, HDL-cholesterol, and LDL-cholesterol levels were determined by enzymatic colorimetric methods using commercial reagent sets (TBA 200FR NEO, Toshiba Medical Systems, Japan). WES was performed for 20 CAD patients and 20 control subjects, who were selected randomly, with the only considerations being age- and sex-matching. The genomic DNA captured library was prepared for WES using SureSelect V5-post capture kit (Agilent Technologies, Santa Clara, CA, USA). Paired-end sequences produced using an Illumina HiSeq instrument were first mapped to the human genome using the Burrows-Wheeler Alignment Tool mapping program (version 0.7.12). Variant genotyping for each sample was performed using the Haplotype Caller of the Genome Analysis Toolkit (GATK), based on the BAM file previously generated. An in-house program and SnpEff were used to filter additional databases, including ESP6500, ClinVar, dbNSFP2.9. For advanced analyses, all per-sample genomic variant calling format (GVCFs) were gathered and submitted collectively to the joint genotyping tool, Genotype GVCFs. The genotype frequency of each polymorphism was calculated, and data quality and genotype error were confirmed based on the Hardy–Weinberg equilibrium. The association between CAD and individual polymorphisms was assessed using Fisher’s exact test under the assumption that a rare allele would have an effect for each polymorphism. The list of SNPs was sorted based on those meeting the significant criterion of P < 0.05 for Fisher's exact test. The Gene Ontology (https://geneontology.org) database was used to perform gene-enrichment and functional annotation analysis of significant SNPs. The statistical significance of putative associations was assessed using PLINK 1.07 (https://pngu.mgh.harvard.edu/~purcell/plink/). Of SNPs found significant using Fisher's exact test, genes classified as 'cardiovascular disease' in the Genetic Association Database (https://geneticassociationdb.nih.gov/) and 'coronary artery disease' in the GWAS Catalog (https://www.ebi.ac.uk/gwas/) were selected. Among these, genes associated with CAD risk factors were sorted and identified using the ‘Functional Annotation Clustering’ tool of DAVID (https://david.ncifcrf.gov/home.jsp). In total, 15 SNP candidates were identified by the above process. These 15 SNPs were subsequently genotyped in a randomly selected group of 100 cases and 100 controls. Based on the results, we selected five SNPs (CUBN rs1801232, rs2291521, HNF1A rs11065390, rs55783344, and LIPC rs17269397) that exhibited distinct frequency differences between the 100 cases and 100 controls. Although the sample size for WES was small, some identified SNPs remained significantly associated with CAD susceptibility in a case–control study. DNA was extracted from white blood cells using the G-DEX Genomic DNA Extraction Kit for Blood (Intron Biotechnology, Seongnam, South Korea), according to the manufacturer’s instructions. The CUBN rs1801232C > A, HNF1A rs55783344C > T, and LIPC rs17269397A > G variants were genotyped using polymerase chain reaction-restriction fragment length polymorphism (PCR–RFLP) analysis under the conditions shown in Supplementary Table S7. The digested PCR products for genotyping of CUBN rs1801232C > A, HNF1A rs55783344C > T, and LIPC rs17269397A > G were subjected to agarose gel electrophoresis, stained with 3.0% ethidium bromide, and visualized under ultraviolet illumination (see Supplementary Fig. S3). CUBN rs2291521G > A and HNF1A rs11065390G > A were genotyped using real-time PCR (RG-6000, Corbett Research, Australia) for allelic discrimination. The sequences of the primers and probes used for the HNF1A rs11065390G > A genotyping analyses are shown in Supplementary Table S7. We randomly repeated 10–15% of the PCR assays for each polymorphism and confirmed the results by DNA sequencing using an automated sequencer (ABI3730x DNA Analyzer, Applied Biosystems, Foster City, CA, USA). The concordance of the quality control samples was 100%. The chi-square test for categorical data and Mann–Whitney test for continuous data were used to compare clinical characteristics between the study groups. Associations between CUBN, HNF1A, and LIPC polymorphisms and CAD incidence were analyzed using adjusted odds ratios (AORs) and 95% confidence intervals (CIs) from multivariate logistic regressions adjusted for age, gender, HTN, DM, hyperlipidemia, and smoking status. Analyses were performed using GraphPad Prism 4.0 (GraphPad Software Inc., San Diego, CA, USA), HAPSTAT (version 3.0; www.bios.unc.edu/~lin/hapstat/; University of North Carolina, Chapel Hill, NC, USA), and Medcalc, version 18.2.1 (Medcalc Software, Mariakerke, Belgium). P-values < 0.05 were considered indicative of statistical significance. The false discovery rate (FDR) was calculated when performing multiple comparisons in order to estimate the overall experimental error rate resulting from false-positive results. To estimate statistical power for significant findings, post hoc power analyses were performed with the FDR adjusted P-values < 0.05 using GPower (version 3.1; see Supplementary Table S6). Most of the significant P-values had statistical power above or near 80%.","The study was approved by the human research ethics committee of UCSF (11-07922) and was conducted according to the Declaration of Helsinki and a waiver of informed consent was granted as no study procedures were performed. Microdissection of tumor tissue was performed from archival formalin fixed paraffin embedded (FFPE) tissue and DNA was isolated using standard laboratory procedures. DNA sequencing libraries were prepared with KAPA Hyper Prep Kit (KAPA Biosciences, Wilmington, MA p/n KK8504) according to the manufacturer’s instructions. A custom-designed bait library was used to target the coding regions of 480 cancer related genes (Nimblegen SeqCap EZ Choice, p/n 06588786001). Select introns including those of ALK, BRAF, MET, NTRK1, NTRK3, RET, and ROS1 were also targeted. Sequencing was performed as paired-end 100 bp reads on a HiSeq2500 (Illumina, San Diego, CA). Sequence analysis was performed as previously described. Written informed consent for publication of photographs was obtained.","Patients admitted to the Amsterdam UMC (location AMC) diagnosed with PDAC and treated with neoadjuvant FOLFIRINOX treatment (consisting of folinic acid, 5′-fluorouracil, irinotecan, and oxaliplatin) were retrospectively included. After surgical resection, representative formalin-fixed paraffin-embedded (FFPE) tissue blocks containing tumor, normal pancreatic parenchyma, and TAP, as well as tumor positive and negative lymph nodes, were selected and obtained from the Department of Pathology (Amsterdam UMC, location AMC). Clinicopathologic characteristics were obtained from medical records. The need for ethical approval and individual consent was waived by the Institutional Medical Ethics Committee of the Amsterdam UMC, and this study conducted in accordance with the Declaration of Helsinki. FFPE tissue sections at four µm thickness were sliced and stained for integrin αvβ6, CEACAM5, mesothelin, PSMA, uPAR, FAP, ITGA5 and EGFR. After deparaffinization in xylene and rehydration in a stepwise series of alcohol solutions, endogenous peroxidase activity was blocked with 0.3% hydrogen peroxide in water for 20 min. Antigen retrieval was performed as described in Supplementary Table 1. Following antigen retrieval, slides stained for FAP were incubated for 10 min with Protein Block (Dako, Glostrup, Denmark). All slides were incubated overnight at room temperature with primary antibodies (Supplementary Table 1). Slides were washed in phosphate-buffered saline (PBS) and incubated for 30 min at room temperature with an HRP-labelled secondary antibody (anti-mouse, anti-rabbit (Envision, Dako, Glostrup, Denmark) or anti-donkey (Invitrogen, Carlsbad, USA)). After being rinsed with PBS, immunoreactions were visualized using DAB substrate buffer (Dako, Glostrup, Denmark) for ten minutes and counterstained using Mayer’s hematoxylin for 30 s. After dehydration at 37 °C, the slides were mounted with PERTEX® (Leica Microsystems, Wetzlar, Germany). Evaluation of immunoreactivity was performed by two independent pathologists in tandem (A.F.S. and J.V.) and was conducted using the semi-quantitative H-score. Consensus was reached for all patients. This score takes into account both staining intensity and percentage of cells stained and is used by multiplying the staining intensity (0, 1, 2, or 3) by the percentage of cells expressing the target at this intensity (0–100%), resulting in a score ranging from 0 to 300. As a result, higher H-scores indicate more intense staining in a higher percentage of cells. To define the contrast that a molecular target provides in distinguishing PDAC from normal pancreatic parenchyma or TAP, the Tumor to Normal Ratio (TNR) was established. The TNR was calculated by dividing the Tumor H-score by the Normal H-score (average H-score of normal pancreatic parenchyma and TAP. The H-score for Normal was defined as 1 when no expression was seen in TAP or normal pancreatic parenchyma. The lymph node detection potential was evaluated by calculating sensitivity, specificity, positive predictive value (PPV), and negative predictive value (NPV) of selected biomarkers to correctly identify tumor positive lymph nodes. Sensitivity was calculated by dividing the true positive lymph nodes (TPLN) by the sum of TPLN and the false-negative lymph nodes (FNLN). Specificity was calculated by dividing the true negative lymph nodes (TNLN) by the sum of the TNLN and false-positive lymph nodes (FPLN). PPV was calculated by dividing the TPLN by the sum of TPLN and FPLN. NPV was calculated by dividing the TNLN by the sum of the TNLN and FNLN. Statistical analysis was performed using SPSS version 25 (IBM SPSS, Inc., Chicago, USA) and GraphPad Prism 8 (GraphPad Software, Inc., San Diego, USA). Continuous descriptive data respecting a Gaussian distribution were displayed as mean (standard deviation), or median (interquartile range) when non-parametric. Categorical data were displayed as frequencies and percentages. H-scores were compared using the Kruskal Wallis one way ANOVA test with post hoc Bonferroni correction for multiple testing. Results were considered significant when p < 0.05."]}