{"terms":"rna+sequencing","results":["The overall methodology is visually summarized in Fig. S1. The Gene-PARE was approved by the Institutional Review Board of the Icahn School of Medicine at Mount Sinai and Florida Radiation Oncology Group (Kerns et al. [3, 14]). All patients provided informed consent under the parent study – Gene-PARE, at Icahn School of Medicine, Mount Sinai and Florida Radiation Oncology Group (Kerns et al. [3, 14]). We obtained access to anonymized individual level genotype data from Genetic Predictors of Adverse Radiotherapy Effects (Gene-PARE) (phs000772.v1.p1) via dbGaP’s authorized application, under the approval of North Texas Regional IRB protocol 2016–090. The study described here was performed under the North Texas Regional IRB (formerly the University of North Texas Health Science Center IRB), and was given “EXEMPT” status based on the criteria that our study involved data available from public repository, i.e. dbGaP and does not require approval of receiving informed consent. We analyzed prostate cancer individuals from the discovery set (N = 367), which were genotyped for 934,940 SNPs on Affymetrix® Genome-wide Human SNP Array 6.0. The dataset contains phenotypic information on prostate cancer patients who have received radiation treatment either via EBRT or brachytherapy. Out of three radiotoxicity phenotypes – erectile dysfunction, proctitis and urinary morbidity (IPSS/AUASS) – we focused our investigation on proctitis because (1) it is also prevalent in other pelvic region cancers [15] and (2) the data for proctitis was complete for all individuals. We extracted SNP data from the intensity (*.CEL) files using Affymetrix® Genotyping Console using the BIRDSEED v2 algorithm and genotype call rate of 95% and default settings from the array, leaving 905,280 markers and total of 355 individuals. The files were then exported to plink [16] format to perform QC measures as suggested by Anderson et al. [17]. At the individual-level filtering, we removed 5 individuals for either failing heterozygosity or having greater than 9% missing genotypes. At the IBD filter of 0.1875, we removed 29 individuals; further, 120 individuals were removed who were not of European ancestry or failed to cluster with the main patient population based on principal component (PC) analysis of PC1 and PC2 of the genetic data. After SNP-level filtering on SNP missingness, minimum allele frequency and Hardy-Weinberg equilibrium, we had 746,684 SNPs and 222 individuals. The final cohort characteristics after QC were analyzed using Fischer’s exact test for categorical variables and Student’s t-test for continuous variables (Table 1).\n Characteristics of individuals with prostate cancer who received radiotherapy Tissue specific gene expression prediction using each individual’s genotype profile was performed using PrediXcan [11]. Integrating expression quantitative trait loci (eQTLs) with genotype increases power to detect gene-based associations with phenotype of interest. The PrediXcan approach determines gene expression attributed to genetic variants, the aggregated effect of local (cis) genetic variants to the gene expression is tested for association with the phenotype. The PrediXcan model, derives weights of SNPs and tissue specific gene expression using lasso regression from GTEx [18] as reference dataset, including variance and covariance patterns based on linkage disequilibrium of cis-SNPs. We obtained model weights for prostate and whole-blood tissues for the GTEx-v7 reference panel, accessible at http://predictdb.org/; filename- GTEx-V7_HapMap-2017-11-29.tar.gz. In the GTEx (v7), there are 132 prostate tissue donors and 369 donors for whole-blood tissue. PrediXcan implements gene expression value prediction, followed by gene-based association. The z-scores identify the direction of expression [19] for each gene and their corresponding p-values for association testing. For prostate tissue, a total of 3113 gene and 5954 genes for whole-blood tissue were imputed for their tissue-specific gene expression based on genotype variation. Following association tests, significant genes (identified as p-value < 0.05) were investigated further by constructing tissue-specific protein-protein interaction (PPI) networks between query (significant genes) and interacting genes using the DifferentialNet [20] database and NetworkAnalyst3.0 [21]. The network was filtered on betweenness centrality of 4.0 in order to reduce isolated neighboring nodes (each gene is a node). All the genes in the network were subsequently analyzed for gene set enrichment using clusterProfiler [22] for gene ontology and visualized in GOPlot [23]. We identified the study by Oorschot et al. [24] as an external cohort for replication of our transcriptomic findings. Their study recruited 200 patients who received EBRT for prostate cancer. Prior to receiving treatment, whole blood was drawn, and lymphocytes were cultured, irradiating half of the cells with 2Gy gamma rays and other half left untreated followed by genome-wide microarray analysis. The data were deposited in Gene Expression Omnibus - GSE85570 (https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE85570). Further details of the study have been described elsewhere [24]. We used BART [25] and NCBI’s GEO2R to analyze differentially expressed genes between untreated and treated with 2 Gy of radiation groups. We tested the significance of genes overlapping our results from prostate and whole-blood tissue to those identified in the replication dataset using GeneOverlap (https://github.com/shenlab-sinai/geneoverlap) which applies Fisher’s exact test testing significant genes for whole blood tissue (n = 98), prostate tissue (n = 62) and replication cohort (n = 2973) against genome (n = 21,196) . The intensity (*.CEL) files of 222 individuals from the above QC protocol were extracted for copy number analysis using Affymetrix® Genotyping Console. Copy number segments were filtered to regions (minimum genomic size of 2 kbps) with 10 marker per segment [26]. The copy number data was exported as tab-delimited file for copy number association in CNVRuler [27]. CNV regions were significantly associated at FDR p-value < 0.05. The significant CNV regions were visualized using Phenogram [28] then mapped to genes using UCSC browser for GRCh37/hg19 assembly (https://genome.ucsc.edu/). The genes within CNV regions were analyzed for functional and diseases processes and visualized using Ingenuity Pathway Analysis (QIAGEN Inc., https://www.qiagenbioinformatics.com/products/ingenuity-pathway-analysis).","The Tohoku Medical Megabank Community-Based Cohort (TMM CommCohort) study was designed and as previously described. Briefly, 20–75-year-old residents from Iwate and Miyagi, which are the Pacific coast prefectures in Northeast Japan, were recruited between May 2013 and March 2016. To control for unmeasured biases, individuals from Miyagi and Iwate were treated as separate sub-cohorts. Physiological, urine, and blood tests were conducted at the time of enrolment. The levels of GGT, AST, and ALT were measured using standardized clinical laboratory techniques based on the standard protocol of the Japan Society of Clinical Chemistry (JSCC). The medical history and lifestyles, including drinking habits, of the enrolled subjects were documented using self-administered questionnaires. In the questionnaires, current drinking status was defined in four categories: “current drinker (drinking more than once in a month)”, “former drinker”, “never (or almost never) drinker”, and “never drinker because of his/her predisposition to rejecting alcohol.” In this study, we treated only “current drinker” as a drinker, and others (i.e. “former drinker,” “never (or almost never) drinker,” and “never drinker because of his/her predisposition to rejecting alcohol”) as a non-drinker. Drinking frequency (drinking opportunity in a week) was reported by 6 categories: “less than 1 day/month”, “1–3 days/month”, “1–2 days/week”, “3–4 days/week”, “5–6 days/week”, and “every day.” We converted the answers into numeric values: 0, 0.5, 1.5, 3.5, 5.5, and 7 days/week, respectively. Weekly alcohol consumption (WAC) was denoted as the sum of ethanol content (g) for each type of beverages drunk in a week. The ethanol content of each type of alcoholic beverage was considered as follows: 180 ml sake (rice wine) as 23 g, 180 ml shochu (white spirits) as 36 g, 180 ml of chu-hai (cocktail using shochu) as 12.96 g, 633 ml beer as 23 g, 30 ml whisky as 10 g, and 100 ml wine as 12 g. The daily alcohol consumption (DAC) was calculated by dividing WAC by 7 days. The subjects were stratified by DAC into 5 tiers, based on standard US drinks (14 g alcohol): tier 0 (DAC (drinks/day) < 0.1); tier 1 (0.1 ≤ DAC < 1); tier 2 (1 ≤ DAC < 2); tier 3 (2 ≤ DAC < 3); tier 4 (3 ≤ DAC). We defined the alcohol consumption for non-drinkers as 0. The study was approved by the Institutional Review Board of Iwate Medical University and Tohoku University. All participants provided written informed consent. This study was conducted according to the principles expressed in the Declaration of Helsinki. The procedure of genotyping and genotype imputation was performed as previously described. Briefly, 9966 participants in the TMM CommCohort study, enrolled in 2013, were genotyped using a HumanOmniExpressExome BeadChip Array (Illumina Inc., San Diego, CA, USA). Subjects compatible with the following criteria were excluded from analysis: low call rate (< 0.99), sex-mismatch between questionnaire and genotype data, non-Japanese ancestry, or one of a close kinship pair (PI_HAT > 0.1875). The imputation of information on sex and the identification of close kinship pairs were conducted using the PLINK version 1.90b5.3. Variants with a low call rate (< 0.95), low Hardy–Weinberg equilibrium exact test P-value (P < 1 × 10–6), or low minor allele frequency (MAF; < 0.01) were also excluded. As a result, 1,127 individuals were removed, and 8839 subjects and 594,037 autosomal variants remained. After phasing by the SHAPEIT version 2.r900, imputation was conducted by Minimac3 version 2.0.1 using the 1,000 Genomes reference panel phase 3 as a reference. Variants with low-imputation quality (R2 < 0.8) were excluded. Finally, the remaining 7,129,678 variants were applied for subsequent analyses. Subjects who did not provide information on BMI, age, sex, alcohol consumption, or LT, such as AST, ALT, and GGT levels, were excluded. Additionally, subjects who had LT levels outside a range between a mean ± fourfold of standard deviation (SD), or who had a liver illness, such as hepatitis B, hepatitis C, liver cancer, or fatty liver disease, were also excluded. As a result, 983 individuals were excluded, and 7856 individuals remained. To perform a linear regression, GGT, AST, and ALT were log-transformed. We performed polymorphism × environment interaction analysis in the enrolled Miyagi and Iwate residents, respectively. The method of the interaction analysis was performed as previously described. Briefly, we fitted a linear regression model using a null hypothesis (H0), which lacked an interaction term, and an alternative hypothesis (H1), including interaction term, as follow:where Y is LT (AST/ALT ratio, or log-transformed GGT, AST or ALT), G is genotype variable, E is DAC (g/day) variable, β0 is the intercept, βG is the coefficient for variable G, βE is the coefficient for variable E, and βGE is the coefficient for the interaction between G and E. The interaction analysis was adjusted for age, sex, BMI, and population structure in the genotype dataset (top 5 principal components [PCs] calculated using the PLINK software). The significance of the interaction term (βGE) was evaluated using the 1 df likelihood ratio test. The summaries of genome-wide interaction analysis for each prefectural population were applied for inverse-variant based meta-analysis using METAL (released on 2011-03-25). After genomic control correction, variants with P < 5 × 10–8 were considered as genome-wide significant. For our replication study, we used the pre-imputed dataset released by the TMM. Within this dataset, we used the subsets genotyped using Omni2.5 SNP array (Illumina Inc., San Diego, CA, USA) as well as the customized genotyping array designed by the TMM based on the Axiom platform (Thermo Fisher Scientific, Waltham, MA USA), denoted as Japonica array version 2 (JPAv2). The genotyped data were pre-phased using SHAPEIT version 2 r837 and imputed using IMPUTE2 version 2.2.2 and 2KJPN with an allele frequency panel of ~ 2000 Japanese individuals. After conducting the same quality control with the main dataset, 4,935,024 and 5,686,147 variants in the JPAv2 and Omni2.5 datasets, respectively, were selected for further analysis. Replication analysis was conducted using the same exclusion criteria as those for the main analysis. Additionally, we excluded the Miyagi population in the subjects genotyped by JPAv2, because of small sample size (n = 678). The all subjects in the dataset genotyped by Omni2.5 belonged in the Miyagi population. Ultimately, 2791 and 1597 individuals for the JPAv2 and Omni2.5 dataset, respectively, were selected for replication analysis. The power calculation was conducted as previously reported. Briefly, we assumed that residuals of age-, sex-, and BMI-adjusted LT were distributed according to the following genetic model: LT = βEE + βG×E G × E, where variable E (alcohol consumption) was sampled from a normal distribution and variable G (genotype) was sampled according to assumed minor allele frequency (20% or 50%). The model parameters (βE) were estimated from the dataset used in the present study. βG×E was assumed to be 0.25- to 2.5-fold βE. We simulated data for E and G for the Iwate and Miyagi populations, performed inverse-variance weighted meta-analysis, and recorded whether the interaction term achieved suggestive significance. This process was repeated for 1000 iterations to calculate the power of each parameter set. We estimated the genetic correlation and LD score regression intercept using LDSC version 1.0.1 and pre-computed LD scores for East Asians provided by the program developer. The LD score regression intercept was calculated using summary statistics. To estimate the genetic correlation between the LT traits, summary data from the published GWAS conducted in Japanese population were used. The statistical analysis for the identified variants was conducted using R (version 3.5.1). To determine the trend in quantitative traits, the Junckheere-Terpstra test was performed using clinfun (version 1.0.15). To calculate the adjusted LT, we added the mean LT to the residual in the linear regression adjusted by age, sex, BMI and genotype, as described in a previous study. The datasets analyzed in the current study are not publicly available for ethical reasons. However, they can be made available upon request after approval from the Ethical Committee of Iwate Medical University, the Ethical Committee of Tohoku University, and the Materials and Information Distribution Review Committee of the TMM Project.","As lymphoma samples contained both normal and tumour cells, we investigated promoter methylation using clonal bisulfite sequencing (see “Methods”). From bisulfite sequencing analysis (Fig. 2C), mouse lymphomas were largely unmethylated at the Tes promoter, although low-level, sporadic methylation was observed. It is improbable that this observed low level of methylation (< 5%), which was neither clonal, dense or present at specific CpG sites, is able to silence Tes transcription in mouse lymphomas. Therefore, we conclude that the observed reduction in Tes transcription in these lymphomas is not mediated via promoter methylation.","The plant responses to larval feeding (Fig. 3b, F vs. C, up) involved similar phytohormonal GS as the responses to the eggs. They included strong up-regulation of JA-, SA-, ABA- and ET-related GS in most plant–insect combinations. The only exception was S. dulcamara, which showed strong up-regulation of JA-related GS, but clear down-regulation of ABA-, SA- and ET-related GS (Fig. 3b, F vs. C, down), which could indicate a weaker inducible response to larval feeding in this species, which maintains a quite effective constitutive defence due to its high content of steroidal alkaloids. Alternatively it might be a side effect of weaker feeding damage in the experimental setup used (see “Methods” section, Additional evaluation of Solanum dulcamara transcriptome data). In general, more AUX-related GS were up-regulated in response to feeding than in response to eggs.","GTEx is a well-established resource database with which biomedical researchers investigate the genetic genotypes and gene expression relationships of different human individuals. The current-release (V8) GTEx datasets were obtained from the GTEx data portal website (https://www.gtexportal.org/home/datasets). The most recent GTEx dataset contains 54 different human tissue types and 17,382 samples from 948 donors. The most abundant tissue (musculoskeletal) has 803 RNA-seq samples, whereas kidney-medulla tissue has only four RNA-seq samples. Sample sizes vary considerably between tissues. Brain tissue has 13 tissue subtypes in the GTEx collection. GENCODE 26 was the annotation standard for this version of the GTEx data release, and the alignment of GTEx RNA-seq was performed using the STAR pipeline. The transcript expression TPM data were used for analysis, and transcript-level quantifications were calculated using RSEM v1.3.0 according to the GTEx web site. We obtained the transcript TPM expression data file (GTEx_Analysis_2017-06-05_v8_RSEMv1.3.0_transcript_tpm.gct.gz), and the total number of transcripts was 199,324, which were assigned to 58,219 human genes. We initiated the study by first remove 5,178 non-expressed transcripts from the 199,324 transcripts. In this study, we defined all expressed transcripts under the same Ensembl gene ID as alternatively spliced transcript isoforms. We further defined protein-coding transcripts and genes by the Biotype feature. Therefore, there are 145,571 transcripts assigned to 19,591 protein-coding genes, and the remaining 48,575 transcripts were assigned to 33,948 noncoding genes. The GTEx transcript TPM expression data file was initially processed using Python scripts, and the transcript expression data were stored separately based on different tissue types. We classified the transcript types according to the biotype labels. Protein-coding genes were defined by their protein-coding transcripts comprised. The top-ranked expressed transcript isoform was investigated to increase understanding of the transcript isoforms and their functional implications. The average expression information of each transcript isoform in protein-coding genes was used to rank the transcript isoforms by expression level, and CDS lengths or transcript lengths were used if the expression levels were identical. The expression characteristics of various ranked transcript isoforms were then examined. GraphPad Prism software (version 8.4) was used for part of the data analysis and graph data illustration (https://www.graphpad.com). Python and R packages (wilcox.test; t.test) were used for all statistical analyses, including data preprocessing and descriptive analysis (partial python scripts were listed in the supplementary file). Inferential analyses were also performed, including the Mann–Whitney U test, to examine the differences in transcript isoform expression between protein-coding genes as described previously. Statistical significance was set at 0.05. The variance between the transcript ranking among 54 different tissues was calculated based on the coefficient of variation (CV value) of all transcript isoforms in each tissue to analyze whether transcript isoforms in protein-coding genes exhibited tissue-specific expression profiles. We then identified putative significant Rank1 switch event genes by the rank1 TPM CV value cutoff as well as the numbers of rank1 tissues in all protein-coding genes (50 to 53 tissue counts). GLRX2, SPDYE3, PITPNB and ALDH18A1 genes were randomly selected as examples. The NCBI RefSeq gene and transcript ID were retrieved and extracted from the gene2ensembl file downloaded from NCBI web site. We utilized the Ensembl gene ID and RefSeq transcript ID (NM_xxxxxx) as the reference key ID. The MANE.GRCh38.v0.9.summary.txt file was obtained from the NCBI website. The MANE-select transcript information was extracted and compared with the GTEx dataset. We utilized the Ensembl gene ID and transcript ID as the comparison reference. There are 15,529 MANE-select gene and transcript records, and matched gene ID and transcript ID between MANE-select and GTEx v8/GENCODE 26 dataset were retried for analysis. In total, 15,529 genes with matched gene ID were found in both datasets. We further compared the MANE-select transcripts in the matched gene records. The web database server presented in this study is running in the Docker environment and operates on CentOS 7.x Linux. It was implemented on an Apache webserver with PHP in conjunction with the MySQL database for data as described previously. Access to our web database is free with no restriction or login account required. All data on the webserver are stored in a flat file format and loaded in our MySQL database for visualization. The D3 javascript library is used for summary data presentation and to enhance the interactive user-friendly interface. All transcript isoform ranking information is publicly available at https://tregt.ibms.sinica.edu.tw/index.php . In addition, the top-ranked expressed transcripts (Rank1 to Rank10) are available for download from the website.","To identify functional clusters of genes and biological pathways that are over-represented in the sequencing data of the skin lesions of UCL and NUCL patients, gene set enrichment analysis (GSEA) was performed as explained in “Methods” section. The enriched GSEA pathways were classified into five main clusters (Fig. 3a–c). Among these, several pathways involved in innate and inflammatory responses were noted. This includes Toll-like receptor (TLR) signaling, with “TIR-domain-containing adapter molecule (TICAM1)-mediated TLR4 signaling”, “TLR3 cascade”, “TLR4 cascade”, “TLR7/8 cascade”, “TLR9 cascade”, “MyD88-independent TLR4 cascade”, “MyD88 dependent cascade initiated on endosome”, “Trafficking and processing of endosomal TLR”, and “Diseases associated with the TLR signaling cascade”.","The study was approved by the human research ethics committee of UCSF (11-07922) and was conducted according to the Declaration of Helsinki and a waiver of informed consent was granted as no study procedures were performed. Microdissection of tumor tissue was performed from archival formalin fixed paraffin embedded (FFPE) tissue and DNA was isolated using standard laboratory procedures. DNA sequencing libraries were prepared with KAPA Hyper Prep Kit (KAPA Biosciences, Wilmington, MA p/n KK8504) according to the manufacturer’s instructions. A custom-designed bait library was used to target the coding regions of 480 cancer related genes (Nimblegen SeqCap EZ Choice, p/n 06588786001). Select introns including those of ALK, BRAF, MET, NTRK1, NTRK3, RET, and ROS1 were also targeted. Sequencing was performed as paired-end 100 bp reads on a HiSeq2500 (Illumina, San Diego, CA). Sequence analysis was performed as previously described. Written informed consent for publication of photographs was obtained."]}